tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "python-setuptools"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "python@3.12"
brew "mas"
brew "neovim"
brew "pipx"
brew "python-certifi"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "virtualenv"
brew "zoxide"
cask "arc"
cask "avast-security"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "pycharm"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vlc"
cask "zoom"
cask "zotero"
mas "Bitwarden", id: 1352778147
mas "myCANAL", id: 694580816
