tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "ansible"
brew "black"
brew "cmake"
brew "fd"
brew "fzf"
brew "git"
brew "gitmoji"
brew "isort"
brew "mas"
brew "neovim"
brew "pre-commit"
brew "prettier"
brew "python@3.10"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "tmux"
brew "unixodbc"
brew "wget"
cask "arc"
cask "avast-security"
cask "docker"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "mendeley-reference-manager"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "pycharm"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vlc"
cask "zotero"
mas "Bitwarden", id: 1352778147
