tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.11"
brew "ansible"
brew "black"
brew "git"
brew "git-lfs"
brew "isort"
brew "python@3.10"
brew "mas"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "rust"
brew "unixodbc"
brew "wget"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "mendeley-reference-manager"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "pycharm"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vlc"
mas "Bitwarden", id: 1352778147
